driver-tests/bpelse/while/WhileJbi/test/WhileOneActivity4/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:string>While One Activity</def:string>
    <def:counter>1</def:counter>
  </soapenv:Body>
</soapenv:Envelope>